"NSPhotoLibraryUsageDescription" = "Necessitem accés a la teva galeria per permetre't triar una foto de perfil.";
"NSCameraUsageDescription" = "Necessitem accés a la teva càmera per permetre't fer una nova foto de perfil.";
"NSMicrophoneUsageDescription" = "Necessitem el micròfon per habilitar la gravació d'àudio en algunes funcions.";
"NSSpeechRecognitionUsageDescription" = "Fem servir el reconeixement de veu per permetre't interactuar amb l'aplicació mitjançant la teva veu.";
